Repository: apertium/apertium-sme-nob
Catalog: tmx_data/NRK_samekonvensuvdna_sme2nob.tmx
Source language: sme
Languages: nob

source: Sámekonvenšuvdna almmuhuvvon ja gaskaboddosaččat dohkkehuvvon
nob: Samekonvensjonen publisert og midlertidig vedtatt

source: Sámekonvenšuvdna lea dál gaskaboddosaččat dohkkehuvvon.
nob: Samekonvensjonen er nå midlertidig vedtatt.

source: Boahtte lávki lea ahte buot golbma Sámedikki galget dohkkehit konvenšuvnna go deaivvadit Tråanttes boahtte mánu.
nob: Neste skritt er at alle tre Sameting skal vedta konvensjonen når de møtes i Tråante neste måned.

source: Dát lea vuosttaš teakstavuođđu mii lea leamašan guovddážii guhkes ráđđádallamiin ja šiehtadallamiin.
nob: Dette er det første tekstgrunnlaget som har vært i fokus i lange konsultasjoner og forhandlinger.

source: Šiehtadallanjoavkkuid jođiheaddjit geat Norgga, Suoma ja Ruoŧa ovddas leat šiehtadallan sámekonvenšuvnna, leat joavdan nu guhkás bargguineaset, ahte sii dál gaskaboddosaččat leat dohkkehan konvenšuvnna teavstta.
nob: Forhandlingsgruppenes ledere som for Norge, Finland og Sverige har forhandlet samekonvensjonen, har kommet så langt i arbeidene, at de nå midlertidig har vedtatt konvensjonens tekst.

source: 11 jagi šiehtadallan
nob: 11 års forhandling

source: Sámekonvenšuvnnain leat bargan gitta 2005 rájes, maŋŋil go golmma Sámedikkit ledje ovddidan teavstta mii galggai leat šiehtadallamiidda vuođđun.
nob: Med samekonvensjonen har vi arbeidet helt fra 2005, etter at tre Sameting hadde fremmet teksten som skulle være til grunn for forhandlingene.

source: Guhtta jagi maŋŋil, dahje njukčamánus 2011 de Norga, Suopma ja Ruoŧŧa álggahedje šiehtadallamiid.
nob: Seks år etter, eller i mars 2011 så startet Norge, Finland og Sverige forhandlinger.

source: Dalle go álge lei sin áigumuš ahte Sámekonvenšuvnnain galge geargat šiehtadallat jagi 2016 giđa mielde.
nob: Da de begynte var deres hensikt at med samekonvensjonen skulle de bli ferdig å forhandle år 2016 i løpet av våren.

source: – Lean ilus go šiehtadallamat dál leat loahpahuvvon, cealká gielda- ja ođasmahttinministara stáhtačálli Anne Karin Olli.
nob: – Jeg er glad når forhandlingene nå er blitt avsluttet, sier kommune- og fornyingsministerens statssekretær Anne Karin Olli.

source: Nággu vuoigatvuođaid nalde
nob: Krangel om rettighetene

source: Muhto dainna eai lihkostuvvan, danin go lei nággu earret eará dan oasi nalde mas eatnanvuoigatvuođat namuhuvvojedje.
nob: Men med dette lyktes de ikke, fordi det var en krangel blant annet om den delen hvor landrettighetene ble nevnt.

source: Easka diibmá čakčat, maŋŋil go badjel logi jagi ledje čađahuvvon šiehtadallamat gaskal stáhtaid ja Sámedikkiid, de nagodedje olahit ovttamielalašvuođa ja sáhtte de sáddet teavstta dohkkeheapmái.
nob: Først i fjor om høsten, etter at det i over ti år var blitt gjennomført forhandlinger mellom statene og sametingene, så klarte de å komme til enighet og de kunne så sende de teksten til vedtak.

source: Konvenšuvdna galgá harmoniseret buot golmma riikkaid lágaid ja ásahit sámiide vuoigatvuođaid gillii, kultuvrii, eatnamiid ja čáziide.
nob: Konvensjonen skal harmonisere alle tre lands lover og opprette rettigheter for samene til språk, kultur, jord og vann.

source: Váikkuhit luondduvalljodaga hálddašeami
nob: Påvirke forvaltninga av naturmangfold

source: Evttohusas daddjo maiddái ahte sápmelaččat ja Sámedikkit galget bures beassat váikkuhit movt sámi guovlluid luondduvalljodagaid hálddašuvvojit.
nob: I forslaget sies det også at samene og sametingene skal få påvirke godt hvordan naturressursene i samiske områder forvaltes.

source: Maŋŋil go skábmamánus nagodedje soahpat, de lea konvenšuvdnateaksta dárkkistuvvon, ja dál leat maiddái šiehtadallanlávdegottiid jođiheaddjit dorjon konvenšuvdnateavstta.
nob: Etter at de i november klarte å bli enige, så har konvensjonsteksten blitt kontrollert, og nå har også forhandlingsutvalgenes ledere støttet konvensjonsteksten.

source: Šaddet addit ja oažžut
nob: De blir å gi og få

source: Lars Anders Baer lea okta Ruoŧa Sámedikki ovddasteddjiin šiehtadallanlávdegottis, dadjá ahte dát teaksta man sii leat dohkkehan sáhttá gohčodit kompromissateakstan, masa juohkehaš lea šaddan addit ja váldit.
nob: Lars Anders Baer er en av representantene fra Svensk Sameting i forhandlingsutvalget, han sier at denne teksten som de har godtatt kan man kalle en kompromisstekst, som enhver har blitt å gi og ta.

source: – Lea čielggas ahte nu dat šattai go leat golbma sierra stáhta ja Sámedikkit mat galget gávdnat ovttamielalašvuođa.
nob: – Det er klart at slik ble det når det er tre egne stater og sameting som skal finne det enighet.

source: Muhtumat dáidet dovdat ahte livčče sáhttán olahit vel guhkkelii, muhto dan maid dás sáhttá dadjat lea ahte dát lea vuolimus dássi maid konvenšuvdnateavsttas lea olahan, dadjá Lars Anders Baer.
nob: Noen kan nok kjenne at man kunne ha kommet enda lenger, men det som man her kan si er at dette er nederste nivå som man i konvensjonsteksten har kommet til, sier Lars Anders Baer.

source: Sámedikkit vuolláičállet
nob: Sametingene underskriver

source: Konvenšuvnna galget buot golbma Sámedikki meannudit ja doarjut ovdal go dat lea vuolláičállojuvvon.
nob: Konvensjonen skal alle tre Sameting behandle og støtte før den er underskrevet.

source: Áigumuš lea ahte konvenšuvnna teavstta galget buot Sámedikkit meannudit moatti vahku geažes, go deaivvadit Tråanttes ávvudeamen vuosttaš sámi riikkačoahkkima ja ávvudit ahte lea 100 jagi áigi go vuosttaš sámi riikkačoahkkin lágiduvvui Tråanttes jagi 1917:is.
nob: Hensikten er at konvensjonens tekst skal alle Sameting behandle innen et par uker, da de møtes i Tråante i ferd med å feire det første samiske landsmøtet og feirer at det er gått 100 år siden det første samiske landsmøtet ble arrangert Tråantte året 1917.

source: Duhtavaš
nob: Fornøyd

source: Suoma Sámedikki presideanta, Tiina Sanila-Aikio lea duhtavaš konvenšuvnnain
nob: Presidenten i Finlands Sameting, Tiina Sanila-Aikio er fornøyd med konvensjonen

source: Suoma Sámedikki presideanta , Tiina Sanila-Aikio, gal lea duhtavaš konvenšuvdnateavsttain ja go dat dál sáhttá loktejuvvot sámi álbmoga ovdii.
nob: presidenten i Finlands Sameting, Tiina Sanila Aikio, er fornøyd med konvensjonsteksten og når den kan nå løftes for det samisk folket.

source: ─ Dát lea leamašan guhkes ja áddjás proseassa, ja mun lean ilus go dat lea dál joavdan dan dássái ahte mii dál sáhttit dan meannudit, ja dán barggus ovddasguvlui mii dárbbašit sámi servodaga veahki, dadjá Tina Sanila Aikio.
nob: ─ Dette har vært en lang og tidkrevende prosess, og jeg er glad når den nå har kommet fram til det nivået at vi kan nå behandle den, og i dette arbeidet framover behøver vi hjelp fra det samiske samfunnet, sier Tina Sanila Aikio.

source: Lea SR Sámiradio gii dán vuohččan almmuhii
nob: Det er SR Sameradio som først publiserte dette
